"Western (Mac OS Roman)" = "Vest-europeană (Mac OS Roman)";
"Japanese (Mac OS)" = "Japoneză (Mac OS)";
"Traditional Chinese (Mac OS)" = "Chineză tradițională (Mac OS)";
"Korean (Mac OS)" = "Coreeană (Mac OS)";
"Arabic (Mac OS)" = "Arabă (Mac OS)";
"Hebrew (Mac OS)" = "Ebraică (Mac OS)";
"Greek (Mac OS)" = "Greacă (Mac OS)";
"Cyrillic (Mac OS)" = "Chirilică (Mac OS)";
"Devanagari (Mac OS)" = "Devanagari (Mac OS)";
"Gurmukhi (Mac OS)" = "Gurmukhi (Mac OS)";
"Gujarati (Mac OS)" = "Gujarati (Mac OS)";
"Thai (Mac OS)" = "Thailandeză (Mac OS)";
"Simplified Chinese (Mac OS)" = "Chineză simplificată (Mac OS)";
"Tibetan (Mac OS)" = "Tibetană (Mac OS)";
"Central European (Mac OS)" = "Central-europeană (Mac OS)";
"Symbol (Mac OS)" = "Simbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turcă (Mac OS)";
"Croatian (Mac OS)" = "Croată (Mac OS)";
"Icelandic (Mac OS)" = "Islandeză (Mac OS)";
"Romanian (Mac OS)" = "Română (Mac OS)";
"Celtic (Mac OS)" = "Celtică (Mac OS)";
"Gaelic (Mac OS)" = "Gaelic (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Simboluri tastatură (Mac OS)";
"Farsi (Mac OS)" = "Farsi (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Chirilică (Mac OS Ukrainian)";
"Inuit (Mac OS)" = "Inuit (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Vest-europeană (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Central-europeană (ISO Latin 2)";
"Western (ISO Latin 3)" = "Vest-europeană (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Central-europeană (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Chirilică (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabă (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Greacă (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Ebraică (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turcă (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordică (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thailandeză (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltică (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Celtică (ISO Latin 8)";
"Western (ISO Latin 9)" = "Vest-europeană (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Română (ISO Latin 10)";
"Latin-US (DOS)" = "Latină-SUA (DOS)";
"Greek (DOS)" = "Greacă (DOS)";
"Baltic (DOS)" = "Baltică (DOS)";
"Western (DOS Latin 1)" = "Vest-europeană (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Greacă (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Central-europeană (DOS Latin 2)";
"Cyrillic (DOS)" = "Chirilică (DOS)";
"Turkish (DOS)" = "Turcă (DOS)";
"Portuguese (DOS)" = "Portugheză (DOS)";
"Icelandic (DOS)" = "Islandeză (DOS)";
"Hebrew (DOS)" = "Ebraică (DOS)";
"Canadian French (DOS)" = "Franceză canadiană (DOS)";
"Arabic (DOS)" = "Arabă (DOS)";
"Nordic (DOS)" = "Nordică (DOS)";
"Russian (DOS)" = "Rusă (DOS)";
"Greek (DOS Greek 2)" = "Greacă (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thailandeză (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japoneză (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Chineză simplificată (Windows, DOS)";
"Korean (Windows, DOS)" = "Coreeană (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Chineză tradițională (Windows, DOS)";
"Western (Windows Latin 1)" = "Vest-europeană (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Central-europeană (Windows Latin 2)";
"Cyrillic (Windows)" = "Chirilică (Windows)";
"Greek (Windows)" = "Greacă (Windows)";
"Turkish (Windows Latin 5)" = "Turcă (Windows Latin 5)";
"Hebrew (Windows)" = "Ebraică (Windows)";
"Arabic (Windows)" = "Arabă (Windows)";
"Baltic (Windows)" = "Baltică (Windows)";
"Vietnamese (Windows)" = "Vietnameză (Windows)";
"Western (ASCII)" = "Vest-europeană (ASCII)";
"Japanese (Shift JIS X0213)" = "Japoneză (Shift JIS X0213)";
"Chinese (GBK)" = "Chineză (GBK)";
"Chinese (GB 18030)" = "Chineză (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japoneză (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japoneză (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japoneză (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Chineză (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Coreeană (ISO 2022-KR)";
"Japanese (EUC)" = "Japoneză (EUC)";
"Simplified Chinese (GB 2312)" = "Chineză simplificată (HZ GB 2312)";
"Traditional Chinese (EUC)" = "Chineză tradițională (EUC)";
"Korean (EUC)" = "Coreeană (EUC)";
"Japanese (Shift JIS)" = "Japoneză (Shift JIS)";
"Cyrillic (KOI8-R)" = "Chirilică (KOI8-R)";
"Traditional Chinese (Big 5)" = "Chineză tradițională (Big 5)";
"Western (Mac Mail)" = "Vest-europeană (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Chineză simplificată (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Chineză tradițională (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ucrainiană (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Chineză tradițională (Big 5-E)";
"Western (NextStep)" = "Vest-europeană (NextStep)";
"Non-lossy ASCII" = "ASCII Non-lossy";
"Western (EBCDIC Latin Core)" = "Vest-europeană (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Vest-europeană (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japoneză (autodetecție)";
